SYMBOL_X = '❌'
SYMBOL_O = '⭕'
SYMBOL_UNDEF = '◻'

ANSW_YOUR_TURN = 'Ваш ход'
ANSW_YOU_WIN = 'Вы победили'
ANSW_BOT_WIN = 'Победил бот'
ANSW_DRAW = 'Ничья'
ANSW_HELP = 'Бот для игры в крестики-нолики\n' \
            'Чтобы победить первым выстроите в ряд 3 ❌ по вертикали, горизонтали или диагонали \n' \
            'Чтобы сделать ход нажмите на ячейку с ◻ \n' \
            'Используйте команду /new_game для начала новой игры\n'\
            'Используйте команду /help для помощи'

ALERT_CANNOT_MOVE_TO_THIS_CELL = 'Нажимать можно только на ' + SYMBOL_UNDEF